# # Create
# # grup_120 = ['Агафонов Даниил','Арасланов Георгий','Дудин Илья', 'Дюндин Ярослав', 'Жариков Степан', 'Звягинцев Игорь', 'Кириллова Диана', 'Колосков Артем', 'Кураев Владимир', 'Кутовой Кирилл', 'Лесовой Максим', 'Мерзляков Михаил', 'Невзоров Матвей']
# # grup_1 = grup_120[:6 ]
# # print(grup_1)
# # grup_2 = grup_120[6: ]
# # print(grup_2)
# #
# # a = int(input("Введите целое число: - "))
# # if a % 2 == 0:
# #     print(f'число {a} является четным')
# # else:
# #     print(f'Число {a} является нечетным')
#
# a = input("Введите строку: - ")
# b = len(a)
# print(f'Количество символов в строке ={b}')
